hello = ('Привет, {name}!\n'
         'Меня зовут Харпер😊\n'
         'Я буду твоим верным спутником и помощником\n'
         'Вот чем я могу помочь тебе уже сейчас:\n'
         '- Называть погоду в любом городе⛅\n'
         '- Помогать тебе с выбором меню на обед🍳\n'
         '- Помочь тебе с поиском фильма по названию🎦\n'
         '- Подобрать случайный фильмы из кинопоиска по жанру🎦\n'
         '- Записывать твои планы и напоминать о них📔\n'
         )

menu_text = "📍 Главное меню"

donate_text = ("Хочешь поддержать бота и его разработчика?💸\n"
               "Для полной прозрачности донаты оформляются через специальный сервис.\n"
               "Спасибо!")

