weather_dict = {
    "☀️": ["ясно", "солнечно"],
    "🌤": ["малооблачно", "небольшая облачность", "облачно"],
    "⛅": ["облачно с прояснениями", "пасмурно", "переменная облачность"],
    "🌦": [
        "морось",
        "небольшой дождь",
        "местами дождь",
        "слабый переохлажденный дождь",
        "слабая морось",
    ],
    "🌧": [
        "дождь",
        "умеренный дождь",
        "сильный дождь",
        "длительный сильный дождь",
        "ливень",
        "дождь со снегом",
        "град",
        "небольшой дождь со снегом",
    ],
    "⛈": [
        "гроза",
        "дождь с грозой",
        "гроза с градом",
    ],
    "❄️☃️": [
        "небольшой снег",
        "снег",
        "снегопад",
        "сильный снег",
        "умеренный снег",
        "умеренный или сильный снег",
        "метель",
    ],
}


weather_error = "Что-то не могу найти такой город😔"
